/** @file

;******************************************************************************
;* Copyright (c) 2014, Insyde Software Corp. All Rights Reserved.
;*
;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
;* transmit, broadcast, present, recite, release, license or otherwise exploit
;* any part of this publication in any form, by any means, without the prior
;* written permission of Insyde Software Corporation.
;*
;******************************************************************************
*/

/=#

#string STR_LAN_OPTIONS_FORM_TITLE                         #language en-US  "LAN Configuration" 
#string STR_LAN_OPTIONS_FORM_HELP                          #language en-US  "LAN Configuration Settings" 
#string STR_PCH_LAN_CONTROLLER                             #language en-US  "LAN Controller"
#string STR_PCH_LAN_CONTROLLER_HELP                        #language en-US  "Enable/Disable onboard NIC"
#string STR_PCH_LAN_WOL_PROMPT                             #language en-US  "  Wake on LAN Enable"
#string STR_PCH_LAN_WOL_HELP                               #language en-US  "Enable/Disable integrated LAN to wake the system"
#string STR_PCH_SLP_LAN_LOW_DC_PROMPT                      #language en-US  "  SLP_LAN# Low on DC Power"
#string STR_PCH_SLP_LAN_LOW_DC_HELP                        #language en-US  "Enable/Disable SLP_LAN# Low on DC Power"
#string STR_PCH_PXEROM_CONTROL                             #language en-US "PXE ROM"
#string STR_PCH_PXEROM_CONTROL_HELP                        #language en-US "Enable/Disable PXE Option ROM execution for onboard LAN"
#string STR_WAKE_ON_MODEM_STRING                           #language en-US        "Wake on Modem Ring"
                                                           #language fr-FR        "Wake on Modem Ring"
                                                           #language zh-TW        "\wide在\narrowModem Ring\wide中甦醒\narrow"
                                                           #language ja-JP        "\wideモデムリングによる起床\narrow"
                                                           #language it-IT        "Attivazione di un Modem Ring"
                                                           #language es-ES        "Despertar en Anillo de Módem"
                                                           #language de-DE        "Wachen auf Modem-Ring"
                                                           #language pt-PT        "Acordar o Aro de Modem"
#string STR_WAKE_ON_MODEM_HELP                             #language en-US        "Determines the action taken when the system power state is S3/S4 and a modem within azalia add-in card is ringing."
                                                           #language fr-FR        "Determine l'action executee lorsque l'etat d'alimentation systeme est S3/S4 et un modem au sein azalia carte d'extension est en sonnerie"
                                                           #language zh-TW        "\wide當系統能源狀態為\narrowS3/S4\wide且\narrowazalia\wide卡上的\narrowmodem\wide接收到電話訊號時\narrow, \wide決定採取何種行動\narrow."
                                                           #language ja-JP        "\wideシステムの電源状態は\narrowS3/S4\wideとアザリア内モデムアドインカード鳴っているときに実行されるアクションを決定します。\narrow."
                                                           #language it-IT        "Determina l'azione intrapresa quando lo stato di alimentazione del sistema e S3/S4 e un modem all'interno azalia scheda add-in sta squillando."
                                                           #language es-ES        "Determina la accion tomada cuando el estado de energia del sistema es S3/S4 y un modem en azalia tarjeta adicional esta sonando."